{
  "productList": [
        {
            "id": 1,
            "img": "LasTresHermanas.jpg",
            "title": "Las Tres Hermanas",
            "price": 1200,
            "author": "Header Morris",
            "stock": 10,
            "details": "Cuando son niñas, Cibi, Magda y Livia le prometen a su padre que permanecerán siempre juntas, pase lo que pase. Años más tarde, con solo 15 años, los nazis mandan a Livia a ir a Auschwitz y Cibi, que solo tiene 19 años, hace honor a la promesa y sigue a su hermana, decidida a protegerla o a morir con ella. Allí juntas luchan por sobrevivir. Magda, con 17 años, consigue esconderse por un tiempo, pero finalmente también es capturada y transportada al campo de exterminio. Las tres hermanas se reencontrarán en Auschwitz-Birkenau y allí, recordando a su padre, se hacen una nueva promesa, esta vez las unas a la otras: sobrevivirán."
        },
        {
            "id": 2,
            "img": "ellibrodetulibro.png",
            "title": "El libro de tu libro",
            "price": 1400,
            "author": "Angie Sammartino",
            "stock": 2,
            "details": "Toda la información para convertir el proyecto de publicación de un libro en una realidad. ¿Tenés el sueño de publicar tu propio libro? ¿Sabías que está al alcance de cualquier persona que se lo proponga?"
        },
        {
            "id": 3,
            "img": "laVillaDeTelas.png",
            "title": "La villa de telas",
            "price": 1500,
            "author": "Anne Jacobs",
            "stock": 3,
            "details": "Una emocionante saga familiar, para fans de Downton Abbey, Kate Morton o Lucinda Riley, que ha cautivado ya a más de un millón de lectoras en Alemania. Una mansion. Una poderosa familia. Un oscuro secreto. El destino de una familia en tiempos convulsos y un amor que todo lo vence. Augsburgo, 1913. La joven Marie entra a trabajar en la cocina de la impresionante villa de los Melzer, una rica familia dedicada a la industria textil. Mientras Marie, una pobre chica proveniente de un orfanato, lucha por abrirse paso entre los criados, los Melzer esperan con ansia el comienzo de la nueva temporada invernal de baile, momento en el que se presentará en sociedad la bella Katharina. Solo Paul, el heredero, permanece ajeno al bullicio, pues prefiere su vida de estudiante en Múnich. Hasta que conoce a Marie..."
        },
        {
            "id": 4,
            "img": "sapiens.png",
            "title": "Sapiens",
            "price": 900,
            "author": "Yuval Noah Harari",
            "stock": 12,
            "details": "Bestseller internacional con más de diez millones de ejemplares vendidos. Número 1 en la lista de The New York Times. Recomendado por Barack Obama, Bill Gates y Mark Zuckerberg. De la mano de uno de los historiadores más interesantes de la actualidad, he aquí la fascinante interpretación de Yuval Noah Harari sobre la historia de la humanidad. Bestseller nacional e internacional, este libro explora las formas en que la biología y la historia nos han definido y han mejorado nuestra comprensión de lo que significa ser «humano»."
        }
    ]
}
